Repository: avito-tech/Paparazzo
Catalog: Paparazzo/Localization/*.lproj/Localizable.strings
Languages: ru

source: Photo %d
ru: Фото %d

source: Continue
ru: Далее

source: AUTOCORRECTION OFF
ru: РАЗМЫТИЕ ВЫКЛ.

source: AUTOCORRECTION ON
ru: РАЗМЫТИЕ ВКЛ.

source: To take photo
ru: Чтобы сделать фото

source: Allow %@ to use your camera
ru: Разрешите камере делать фото с помощью приложения %@

source: Allow access to camera
ru: Разрешить доступ к камере

source: All photos
ru: Все фотографии

# Unnamed album
source: Unnamed
ru: Безымянный

source: To pick photo from library
ru: Чтобы выбрать фото из галереи

source: Allow %@ to access your photo library
ru: Разрешите приложению %@ доступ к вашим фотографиям

source: Allow access to photo library
ru: Разрешить доступ к галерее

source: No photos
ru: Нет фото

source: Album is empty
ru: В этом альбоме нет фото

source: Cropping
ru: Кадрирование
