Repository: avito-tech/Paparazzo
Catalog: Sources/PaparazzoCore/Resources/Localization/*.lproj/Localizable.strings
Languages: hy

source: Photo %d
hy: hy:Фото %d

source: Continue
hy: hy:Далее

# Select
source: Выбрать
hy: hy:Выбрать

source: AUTOCORRECTION OFF
hy: hy:РАЗМЫТИЕ ВЫКЛ.

source: AUTOCORRECTION ON
hy: hy:РАЗМЫТИЕ ВКЛ.

source: To take photo
hy: hy:Чтобы сделать фото

source: Allow %@ to use your camera
hy: hy:Разрешите камере делать фото с помощью приложения %@

source: Allow access to camera
hy: hy:Разрешить доступ к камере

source: All photos
hy: hy:Все фотографии

# Unnamed album
source: Unnamed
hy: hy:Безымянный

source: To pick photo from library
hy: hy:Чтобы выбрать фото из галереи

source: Allow %@ to access your photo library
hy: hy:Разрешите приложению %@ доступ к вашим фотографиям

source: Allow access to photo library
hy: hy:Разрешить доступ к галерее

source: No photos
hy: hy:Нет фото

source: Album is empty
hy: hy:В этом альбоме нет фото

source: Cropping
hy: hy:Кадрирование

source: Done
hy: hy:Готово

source: Place the object inside the frame and take a photo
hy: hy:Разместите объект внутри рамки и сделайте фото

source: Select at least one photo
hy: hy:Вы не выбрали ни одного фото

# Place the object inside the frame
source: Place the object inside the frame - this area will be shown in the search
hy: hy:Разместите объект внутри рамки — эту область покажем вu{00A0}поиске

# Place the medical record in a frame
source: Place the medical record in the frame and make sure that both pages of the spread are visible
hy: hy:Поместите медкнижку в рамку и убедитесь, чтоu{00A0}видны обе страницы разворота

source: %d photo
hy: hy:%d фото

# Photo title permission
source: Avito app requests access to Photos
hy: hy:Приложение «Авито» запрашивает доступ к Фото

# Photo message permission
source: The app needs access to the gallery to attach photos to the ad.
hy: hy:Приложению нужен доступ к галерее, чтобы прикреплять фотографии к объявлению

# Choose more photos
source: Select more photos...
hy: hy:Выбрать еще фото...

source: Do not change selection
hy: hy:Не менять выбор

# Open settings
source: Go to the settings
hy: hy:Перейти в настройки
